console.log('Для проверяющего:');
console.log('1. вёрстка валидная +10');
console.log('2. вёрстка семантическая - h1, h2, h3, h4, h5, main, header, footer, nav, section, figure, figcaption, h1 только один +20');
console.log('3. для оформления СV используются css-стили  +10');
console.log('4. контент размещается в блоке, который горизонтально центрируется на странице. Фоновый цвет, если он есть, тянется во всю ширину страницы +10');
console.log('5. вёрстка адаптивная: ни на одном из разрешений экрана до 320px включительно не появляется горизонтальная полоса прокрутки, при этом всё содержание страницы сохраняется +10');
console.log('6. есть адаптивное бургер-меню. Ссылки в пунктах меню ведут на основные разделы CV. При кликах по пунктам меню реализована плавная прокрутка по якорям. При уменьшении ширины экрана меню становится адаптивным. ' +
    'адаптивным не становится, плавная прокрутка и всё остальное присутствует +0-5');
console.log('7. на странице СV присутствует изображение - фото или аватарка автора CV, пропорции изображения не искажены, у изображения есть атрибут alt (может быть пустым) +10');
console.log('8. контакты для связи и перечень навыков оформлены в виде списка ul > li +10');
console.log('9. CV содержит контакты для связи, краткую информацию о себе, перечень навыков, информацию об образовании и уровне английского +10');
console.log('10. CV содержит пример вашего кода (например, решение задачи с сайта codewars) с подсветкой кода +10');
console.log('11. CV содержит изображения-ссылки на выполненные вами проекты. При клике по изображению страница проекта открывается в новой вкладке. У каждого проекта есть название, небольшое описание, указан перечень используемых технологий. +10');
console.log('12. CV выполнено на английском языке +10');
console.log('13. выполнены требования к Pull Request +10');
console.log('14. видеорезюме нет +0');
console.log('15. дизайн, оформление, качество выполнения CV не ниже чем в примерах CV - вам решать:)');
console.log('16. хорошего вам дня:)');

